{
    "users": [
        "Julia Epple",
        "Lisa Neumann",
        "Aylin Sahin",
        "Jessica Wagner",
        "Michelle Hildebrand",
        "Lara Thomsen",
        "Jasmin Lux",
        "Lennard Haas",
        "Niklas Opitz",
        "Florian Kaminski",
        "Alex Hellwig",
        "Marcel Krause"
    ],

    "questions": {
        "surveillance": "Was denkst du über Überwachung?",
        "veggie": "Was denkst du über Veggie Day?"
    },

    
    "posts": {
        "surveillance": [
            ["Durch staatliche Überwachung konnten schon mehrere Terroranschläge verhindert werden – die Regierung sollte nicht länger warten und mit weiteren Überwachungsmaßnahmen beginnen.", 10],
            ["Ich sehe es genau wie ihr! Somit können Straftäter endlich gefasst werden, bevor sie die Straftat überhaupt begehen.", 5],
            ["Die Gründe, die für eine Verschärfung der Überwachungsmaßnahmen sprechen, kommen mir genauso ersichtlich vor wie die dagegen.", 9],
            ["Dazu habe ich mir bislang noch keine Gedanken gemacht", 6],
            ["Unter dem Vorwand uns vor terroristischen Anschlägen beschützen zu wollen, beschattet der Staat seine BürgerInnen... Super...", 11],
            ["Noch weniger Privatsphäre? Dabei ist sowieso schon unklar was mit unseren Daten geschieht! Das wäre ein gezielter Angriff auf die Grundrechte!", 4]
        ],

        "veggie": [
            ["Man sollte Veggie-Day Initiativen viel stärker unterstützen!", 10],
            ["Ich halte den Veggie Day für eine sehr gute Idee, öffentliche Kantinen sollen Vorreiterfunktionen übernehmen!", 5],
            ["Zu dieser Fragestellung gibt es sehr interessante Pro- und Contra Argumente.", 9],
            ["Darüber habe ich mir noch keine Gedanken gemacht.", 6],
            ["Sie wollen uns das Fleisch verbieten!", 11],
            ["Das ist mal wieder viel Lärm um nichts... Vegetarische Gerichte in den Kantinen gibt es schon lange. Wer sich ohne Fleisch ernähren will kann dies tun - einen einheitlichen Tag dafür einzuführen wäre sinnlos.", 4]
        ]
    },

    "times": [
        {"show":0,"hide":2},
        {"show":0,"hide":5},
        {"show":0,"hide":10},
        {"show":3,"hide":50},
        {"show":5,"hide":60},
        {"show":20,"hide":60}
    ],

    "compose_users": [
        "Anna Nowak",  
        "Finn Scheer",
        "Lukas Yilmaz",
        "Daniel Schwarz"
    ],

    "compose_posts": [
        ["Das finde ich aber auch…", 8],
        ["Zurück zur ursprünglichen Frage", 7],
        ["Wow, jetzt haben sich aber viele dazu geäußert!", 9],
        ["Ich freue mich, mehr Meinungen dazu zu lesen", 11],
        ["Naja, man kann es auch anders sehen.", 6]
    ],

    "compose_times": [
        {"show":0,"hide":15},
        {"show":0,"hide":35},
        {"show":0,"hide":55},
        {"show":15,"hide":60}
    ],

    "userPostHide": 60,

    "compose_posts_persist_until_submit": false
}
