{
    "users": [
        "Julia Epple",
        "Lisa Neumann",
        "Aylin Sahin",
        "Jessica Wagner",
        "Michelle Hildebrand",
        "Lara Thomsen",
        "Jasmin Lux",
        "Lennard Haas",
        "Niklas Opitz",
        "Florian Kaminski",
        "Alex Hellwig",
        "Marcel Krause",
        "Daniel Schwarz"
    ],

    "questions": {
        "surveillance": "Was denkst du über Überwachung?",
        "veggie": "Was denkst du über Veggie Day?"
    },
    
    "posts": {
        "surveillance": [
            "Durch staatliche Überwachung konnten schon mehrere Terroranschläge verhindert werden – die Regierung sollte nicht länger warten und mit weiteren Überwachungsmaßnahmen beginnen.",
            "Ich sehe es genau wie ihr! Somit können Straftäter endlich gefasst werden, bevor sie die Straftat überhaupt begehen.",
            "Lieber schütze ich mein Leben und das vieler anderer als meine Daten. Ich stelle meine Privatsphäre nicht über das kollektive Wohlergehen!",
            "Wer nichts zu verbergen hat, sollte kein Problem mit einer strengeren Überwachung des Staates haben!",
            "Die Gründe, die für eine Verschärfung der Überwachungsmaßnahmen sprechen, kommen mir genauso ersichtlich vor wie die dagegen.",
            "Dazu habe ich mir bislang noch keine Gedanken gemacht",
            "Ich denke, ich sollte mir zunächst beide Positionen genauestens anschauen, bevor ich hierzu meine Meinung äußere.",
            "Da bin ich jetzt aber überfragt...",
            "Unter dem Vorwand uns vor terroristischen Anschlägen beschützen zu wollen, beschattet der Staat seine BürgerInnen... Super...",
            "Noch weniger Privatsphäre? Dabei ist sowieso schon unklar was mit unseren Daten geschieht! Das wäre ein gezielter Angriff auf die Grundrechte!",
            "Das Übermaß an Datensammelei führt nicht zu mehr Sicherheit, sondern bewirkt das Gegenteil. Wer soll all die Daten denn auswerten? Und wer führt dann noch wirklich wichtiges, wie klassische Ermittlungsarbeit durch??",
            "Wenn die Überwachungsmaßnahmen noch weiter ausgedehnt werden, wäre es ein massiver Eingriff in die Privatsphäre der BürgerInnen. Zudem gibt es kaum Schutz vor staatliche Überwachung…"
        ],

        "veggie": [
            "Man sollte Veggie-Day Initiativen viel stärker unterstützen!",
            "Ich halte den Veggie Day für eine sehr gute Idee, öffentliche Kantinen sollen Vorreiterfunktionen übernehmen!",
            "Eine pflanzliche Ernährung reduziert den Landverbrauch und produziert weit weniger Treibhausgase, einen Tag auf Fleisch verzichten ist echt nicht zu viel verlangt.",
            "Es wäre nur eine kleine Veränderung des Lebensstils – trotzdem würde es viele Menschen dazu anregen, über ihr Fleischkonsum nachzudenken.",
            "Zu dieser Fragestellung gibt es sehr interessante Pro- und Contra Argumente.",
            "Ich kann nachvollziehen, dass der Veggie Day gut für unsere Umwelt ist und sich positiv auf die Gesundheit des einzelnen auswirken könnte. Ich verstehe aber auch, dass einige es als Bevormundung empfinden.",
            "Ich befürworte es, auf die Umwelt zu achten, bin allerdings unentschlossen, ob das der richtige Weg ist.",
            "Darüber habe ich mir noch keine Gedanken gemacht.",
            "Sie wollen uns das Fleisch verbieten!",
            "Das ist mal wieder viel Lärm um nichts... Vegetarische Gerichte in den Kantinen gibt es schon lange. Wer sich ohne Fleisch ernähren will kann dies tun - einen einheitlichen Tag dafür einzuführen wäre sinnlos.",
            "Menschen ständig Vorschriften zu machen ist nicht mein Verständnis von Liberalität und Freiheit. Ist der \"Veggie Day\" ein Schritt in Richtung Ökodiktatur?",
            "Der mahnende Finger verdirbt den Geschmack."
        ]
    },

    "times": [
        {"show":0, "hide":4},
        {"show":0,"hide":9},
        {"show":5,"hide":9},
        {"show":10,"hide":9},
        {"show":15,"hide":9},
        {"show":20,"hide":9},
        {"show":25,"hide":9},
        {"show":30,"hide":9},
        {"show":35,"hide":9},
        {"show":40,"hide":9},
        {"show":45,"hide":9},
        {"show":50,"hide": 9}
    ],

    "compose_users": [
        "Anna Nowak",  
        "Finn Scheer",
        "Lukas Yilmaz"
    ],

    "compose_posts": [
        "Das finde ich aber auch…",
        "Zurück zur ursprünglichen Frage",
        "Wow, jetzt haben sich aber viele dazu geäußert!",
        "Ich freue mich, mehr Meinungen dazu zu lesen",
        "Naja, man kann es auch anders sehen."
    ],

    "compose_times": [
        {"show":0, "hide":4},
        {"show":0,"hide":9},
        {"show":0,"hide":14}
    ]
}